other/Reading to Learn the Art of Expression.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2024-09-17 Tue 21:07 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>&lrm;</title>
<meta name="author" content="DESKTOP-13B7HQM" />
<meta name="generator" content="Org Mode" />
</head>
<body>
<div id="content" class="content">
<div id="outline-container-org81bf9dc" class="outline-2">
<h2 id="org81bf9dc">Reading to Learn the Art of Expression</h2>
<div class="outline-text-2" id="text-org81bf9dc">
<p class="verse">
When you read a short story, you may read it merely for pleasure.<br />
When you read a biographical sketch, you may read it merely for information.<br />
But as you are a learner of English, I think you should often read to learn the art of expression.<br />
And for this purpose you may read either a short story or biographical sketch,<br />
&#xa0;either an essay or a news item, indeed, anything that is written in good current English.<br />
<br />
Even from a short paragraph you may learn several forms of expression if you are observant enough.<br />
Try to read the following paragraphs from BBC Modern English<br />
&#xa0;and notice the points of usage listed below.<br />
<br />
Over 100 years ago she opened the first British hospital for women.<br />
There are still very few of these hospitals in England.<br />
This hospital is in Euston Road in London.<br />
Its situation means that women from all over England can reach it quite easily.<br />
<br />
Her aim when she opened the hospital was to provide a place<br />
&#xa0;where women could go and receive treatment from female doctors and nurses.<br />
She also wanted the hospital to provide jobs for female doctors at a time<br />
&#xa0;when it was very difficult for them to find work.<br />
Recently the authorities have tried to close the hospital.<br />
They say that it is old-fashioned and wastes a lot of money.<br />
However, the Government has decided that the hospital will stay open.<br />
Many people feel very glad that the valuable service offered by this hospital will continue.<br />
<br />
1. 'Over' More than.<br />
2. 'in Euston Road' 'in &#x2026; Road'.<br />
3. 'means that &#x2026;' 'means' takes an object clause introduced by 'that'.<br />
4. 'from all over England' 'all over England' 'from all over England'.<br />
5. 'receive treatment'. Patients receive treatment.<br />
6. 'wanted the hospital to provide &#x2026;' 'We want them to do it'<br />
7. 'at a time when &#x2026;' 'at a time when &#x2026;'<br />
8. 'Recently the authorities have tried.' The present perfect is here used with recently<br />
9. 'the Government has' 'the Government' can be considered singular.<br />
10. 'decided that &#x2026;' 'Decided' takes an object clause introduced by 'that'.<br />
11. 'stay open'. 'stay' can be a copulative verb.<br />
<br />
In this way you will learn the art of expression very quickly;<br />
&#xa0;perhaps one or two paragraphs a day will teach you hundreds of forms of expression in a month,<br />
&#xa0;and these forms of expression will greatly improve your writing.<br />
And if you can - I believe you can - commit to memory one or two paragraphs a day<br />
&#xa0;that you have alreay read in this way, the results will be still greater.<br />
</p>
</div>
<div id="outline-container-org37740e8" class="outline-4">
<h4 id="org37740e8">expression</h4>
<div class="outline-text-4" id="text-org37740e8">
<p>
observant<br />
</p>
<ul class="org-ul">
<li>She is too observant to be spied on.<br /></li>
<li>The bodyguard was so observant that he caught a lot of thieves.<br /></li>
<li>If the bodyguard was observant enough, he would find out what it was like.<br /></li>
</ul>
<p>
biographical sketch<br />
</p>
<ul class="org-ul">
<li>She is reading a biographical sketch which is written by Elon Musk.<br /></li>
<li>She couldn't afford to buy a biographical sketch when she was very young.<br /></li>
<li>On these occasions these biographical sketches will be sold out very quickly.<br /></li>
</ul>
<p>
forms of &#x2026;<br />
</p>
<ul class="org-ul">
<li>There are several forms of expressions which are written by my students.<br /></li>
<li>She promised to provide me with hundreds of forms of expression.<br /></li>
<li>She claimed that studying these forms of expression would greatly improve my writing.<br /></li>
</ul>
<p>
from all over England<br />
</p>
<ul class="org-ul">
<li>People from all over England are nervous about this panda which is found in China.<br /></li>
<li>Sorry to interrupt, but people from all over England have gathered round in front of our square.<br /></li>
<li>People from all over England always receive a warm welcome<br />
at a time when it is difficult to find a job.<br /></li>
</ul>
<p>
sb's aim is to do &#x2026;<br />
</p>
<ul class="org-ul">
<li>My wife's aim is to make a path around our house.<br /></li>
<li>His aim is to teach his dog to press his paw on the button.<br /></li>
<li>The beggar's aim is to stand on his head merely.<br /></li>
</ul>
<p>
receive treatment (from sb.)<br />
</p>
<ul class="org-ul">
<li>He complained that his child didn't receive treatment from the doctor in the hospital.<br /></li>
<li>I wish that the poor men would receive treatment as well as the rich men.<br /></li>
<li>As he didn't receive treatment from his son, he went to the bar to grab a beer.<br /></li>
</ul>
<p>
at a time when &#x2026;<br />
</p>
<ul class="org-ul">
<li>My cat was waiting for me behind the door at a time when I was busy working and got home late.<br /></li>
<li>Our vicar was always raising money at a time when the clock had been broken.<br /></li>
<li>She was waking up with a start at a time when the clock struck thirteen at one o'clock.<br /></li>
</ul>
<p>
&#x2026; clause<br />
</p>
<ul class="org-ul">
<li>To my surprise, 'of' takes an object clause introduced by 'what'.<br /></li>
<li>Mr. Leo has taught me an attribute clause.<br /></li>
<li>Believe it or not, you inappropriately recognized an object clause as an attribute clause.<br /></li>
</ul>
<p>
stay adj.<br />
</p>
<ul class="org-ul">
<li>I wished that the hospital had stayed open.<br /></li>
<li>I wish that the hospital stayed open.<br /></li>
<li>If the hospital stayed open, you would receive treatment from female doctors.<br /></li>
</ul>
</div>
</div>
</div>
</div>
</body>
</html>
